[
  {
    "title": "Article 1",
    "year": "1864",
    "source": "IHL Treaties - Geneva Convention, 1864 - Article 1",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1864/article-1?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source contains the articles of the 1864 Geneva Convention. We used it to prove the theme-topic connection to rights and responsibilities and demonstrate how the drafters and representatives protected individuals during future wars in short-term effects. The source helped us learn about the contents of the main document of our topic and its relation to the theme."
  },
  {
    "title": "Preamble",
    "year": "1906",
    "source": "IHL Treaties - Geneva Convention on Wounded and Sick, 1906",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1906/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of the 1906 Geneva Convention. We used the source in short-term effects to explain the contents of the document and how it protected belligerents and civilians. We also used it in long-term effects to help explain the convention and its relation to the theme. We learned about the document, the protections it offered, and its relation to the theme."
  },
  {
    "title": "Preamble",
    "year": "1929",
    "source": "IHL Treaties - Geneva Convention on Prisoners of War, 1929",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-pow-1929/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source represents the articles of the 1929 Geneva Convention. We used it for short-term effects to show examples of the document protecting people and long-term effects to explain the convention and its connection to the theme. The source gave us information about the articles, such as their relation to the theme, and their effects, such as shielding certain individuals."
  },
  {
    "title": "Preamble",
    "year": "1949",
    "source": "IHL Treaties - Geneva Convention (IV) on Civilians, 1949",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gciv-1949/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of the 1949 Geneva Convention. We used the source in long-term effects to help the reader understand the convention and its theme-topic connection and short-term effects to give examples of what is in the document and how this protected people in war. We learned about the contents of the document as well as the ways it protected people experiencing war and its theme-topic connection."
  },
  {
    "title": "Preamble",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (I) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/api-1977/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source contains the articles of Additional Protocol One to the Geneva Conventions. The source was used for short-term effects to relate the document to the protection of individuals. In long-term effects we used the source to communicate the contents of the document and the theme-topic connection. We learned about the protocol and its protections and connections to rights and responsibilities."
  },
  {
    "title": "Preamble",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (II) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apii-1977/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of Additional Protocol Two to the Geneva Conventions. We used the source in long-term effects to give information about the document and its theme-topic connection. We also use it in short-term effects to prove that the protocol protected wartime individuals. We learned about the document, its protection, as well as its relation to the theme."
  },
  {
    "title": "Preamble",
    "year": "2005",
    "source": "IHL Treaties - Additional Protocol (III) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apiii-2005/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of Additional Protocol Three to the Geneva Conventions. We used the source in long-term effects to explain the document and its theme-topic connection. We also used the source in short-term effects to explain how it protected people. We learned information on the articles, their theme-topic connection, and how they protected people."
  },
  {
    "title": "A Memory of Solferino",
    "year": "1986",
    "source": "International Committee of the Red Cross",
    "url": "https://epdf.pub/a-memory-of-solferino.html",
    "type": "Primary Sources - Books",
    "annotation": "This source is the book that Henry Dunant wrote after watching the Battle of Solferino. We used the source in the home page for a quote from Henry Dunant explaining the motives of the Red cross and introducing the purpose of the Geneva Conventions, which was to decrease suffering. This is the information we learned."
  },
  {
    "title": "A Memory of Solferino",
    "year": "1947",
    "source": "A Memory of Solferino by J Henry Dunant",
    "url": "https://www.abebooks.com/first-edition/Memory-Solferino-Henry-Dunant-Cassell-Company/31083885038/bd",
    "type": "Images",
    "annotation": "This source is an image of the cover of Henry Dunant's book. We used it in background while explaining the book and its effects."
  },
  {
    "title": "Reference: VP-CER-N-00017-01",
    "year": "1977",
    "source": "Geneva Diplomatic Conference on the Reaffirmation and Development",
    "url": "https://avarchives.icrc.org/Picture/70594",
    "type": "Images",
    "annotation": "This source is an image of the meeting related to the first two additional protocols. We used it at the end of the background section."
  },
  {
    "title": "Henri Dunant",
    "year": "2024",
    "source": "Encyclopedia Britannica",
    "url": "https://www.britannica.com/biography/Henri-Dunant",
    "type": "Secondary Sources - Articles",
    "annotation": "This source is a biography of Henry Dunant's life. We will use this source in background as he was a major part of what led up to the first Geneva Convention, our topic. This source taught us about him, his part in the creation of the 1864 Geneva Convention, and other noble actions of his."
  },
  {
    "title": "BATAILLE DE SOLFERINO",
    "year": "1859",
    "source": "The Geneva Conventions: 160 years of history",
    "url": "https://www.geneve-int.ch/geneva-conventions-160-years-history#&gid=1&pid=1",
    "type": "Images",
    "annotation": "This source is an illustration of the Battle of Solferino. We used it while explaining the Battle of Solferino and its effects on Henry Dunant in background."
  },
  {
    "title": "Bataille de Solférino",
    "year": "2008",
    "source": "Battle of Solferino - Wikipedia",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Solferino#/media/File:Yvon_Bataille_de_Solferino_Compiegne.jpg",
    "type": "Images",
    "annotation": "This source is a painting of the Battle of Solferino. We used it while talking about an article involving the protection of the wounded in long-term impacts."
  },
  {
    "title": "Convention relative to the Treatment of Prisoners of War",
    "year": "1929",
    "source": "IHL Treaties - Geneva Convention on Prisoners of War",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-pow-1929",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Geneva Convention document of 1929. We used it in long-term effects to explain what the main points of the article were. The source gave us a general idea about the document and what inspired politicians to write it."
  },
  {
    "title": "Convention (IV) relative to the Protection of Civilian Persons in Time of War",
    "year": "1949",
    "source": "IHL Treaties - Geneva Convention (IV) on Civilians",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gciv-1949",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the 1949 Geneva Convention. We used the source in long-term effects to explain what the main points of the article were and what led up to the convention. The source taught us about the document and what inspired politicians to write it."
  },
  {
    "title": "You might think the Geneva Conventions protect civilians, or that the Red Cross does. Think again.",
    "year": "2015",
    "source": "Washington Post",
    "url": "https://www.washingtonpost.com/news/monkey-cage/wp/2015/10/08/you-might-think-the-geneva-conventions-protect-civilians-or-that-the-red-cross-does-think-again/",
    "type": "Secondary Sources - Articles",
    "annotation": "This source contains counter arguments against the Geneva Conventions but also refutes them. We used this source in our counter argument section to explain some of the opposition to the conventions and why this did not mean that they should be removed. This source taught us this along with lots of surprising information, including the ineffectiveness of the documents to protect civilians."
  },
  {
    "title": "Geneva Convention",
    "year": "2024",
    "source": "HISTORY",
    "url": "https://www.history.com/topics/world-war-ii/geneva-convention",
    "type": "Secondary Sources - Articles",
    "annotation": "This source has summaries of all the Geneva Conventions as well as what led up to the first one. We will use the source in background to explain why the first convention was arranged and what it is. We will also use the source for effects as it has information about all the convention documents, including what led to the creation of some. The source taught us about all of this."
  }
]
