[
  {
    "title": "Article 1",
    "year": "1864",
    "source": "IHL Treaties - Geneva Convention, 1864 - Article 1",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1864/article-1?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source contains the articles of the 1864 Geneva Convention. We will use it in the background section to discuss the contents and function of the document, to prove the theme-topic connection to rights and responsibilities, and to demonstrate how the drafters and representatives ensured protections during future wars. The source helped us learn about the contents of the main document of our topic and its relation to the theme."
  },
  {
    "title": "Preamble",
    "year": "1906",
    "source": "IHL Treaties - Geneva Convention on Wounded and Sick, 1906",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1906/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of the 1906 Geneva Convention. We will use the source in effects to explain the contents of the document. This also enables us to use it in theme-topic connection to prove that an effect of our topic is also related to the theme. We learned about the document as well as its relation to the theme."
  },
  {
    "title": "Geneva Convention on Prisoners of War",
    "year": "1929",
    "source": "IHL Treaties - Geneva Convention on Prisoners of War",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-pow-1929/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source represents the articles of the 1929 Geneva Convention. We will use it for effects to show specific parts of the document. We may also be able to use it in theme-topic connection to prove that effects of our topic are related to the theme. The source gave us information about the articles as well as how they are related to the theme."
  },
  {
    "title": "Geneva Convention (IV) on Civilians",
    "year": "1949",
    "source": "IHL Treaties - Geneva Convention (IV) on Civilians",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gciv-1949/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of the 1949 Geneva Convention. We will use the source along with a summary of the convention in effects to give examples of what is in the document. We will also use it in theme-topic connection to prove that effects of our topic are related to the theme."
  },
  {
    "title": "Henry Dunant, co-founder of the Red Cross",
    "year": "n.d.",
    "source": "First Geneva Convention - Wikipedia",
    "url": "https://en.wikipedia.org/wiki/First_Geneva_Convention#/media/File:Henry_Dunant-young.jpg",
    "type": "Images",
    "annotation": "This image shows Henry Dunant, who was instrumental in creating the Geneva Convention. We will use it in background to show what he looked like. The source helped us understand what the creator of our topic looked like."
  },
  {
    "title": "Convention relative to the Treatment of Prisoners of War",
    "year": "1929",
    "source": "IHL Treaties - Geneva Convention on Prisoners of War",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-pow-1929",
    "type": "Primary Sources - Articles",
    "annotation": "This document contains information about the 1929 Geneva Convention. We will use it in effects to discuss the contents of the document. The source helped us learn about what was in the document."
  },
  {
    "title": "Fulgence Niyonteze case",
    "year": "2000",
    "source": "National Practice - Military Court of Appeal",
    "url": "https://ihl-databases.icrc.org/en/national-practice/fulgence-niyonteze-case-military-court-appeal-26-may-2000",
    "type": "Legal Cases",
    "annotation": "This case demonstrates the application of the Geneva Conventions in modern times. We will use it to show the lasting effects of the conventions on international law."
  },
  {
    "title": "Preamble",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (I) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/api-1977/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source contains the articles of Additional Protocol One to the Geneva Conventions. The source will be used for effects to communicate the contents of the document. We can also use it in theme-topic connection to show that the effects of the first Geneva Convention are related to rights and responsibilities. We learned about the protocol and its theme relation."
  },
  {
    "title": "Preamble",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (II) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apii-1977/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of Additional Protocol Two to the Geneva Conventions. We will use the source in effects to give information about the document. We may also use it in theme-topic connection to prove that an effect of our topic also has a connection to the theme. We learned about the document as well as its relation to the theme."
  },
  {
    "title": "Preamble",
    "year": "2005",
    "source": "IHL Treaties - Additional Protocol (III) to the Geneva Conventions",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apiii-2005/preamble?activeTab=",
    "type": "Primary Sources - Articles",
    "annotation": "This source is the articles of Additional Protocol Three to the Geneva Conventions, with the last and bottom-most page being a usable image. We will use the source in effects to explain the document and theme-topic connection to show effects are also connected to the theme. We will use the image in a timeline where additional protocol 3 is placed. We learned information on the articles, their theme-topic connection, and how the red crystal looks."
  },
  {
    "title": "Bosnian Croat Gen. Tihomir Blaskic sits Thursday in the courtroom at the International Criminal Tribunal for the Former Yugoslavia in The Hague",
    "year": "n.d.",
    "source": "U.N. war crimes tribunal clears Bosnian of massacre role",
    "url": "https://www.nbcnews.com/id/wbna5551249",
    "type": "Images",
    "annotation": "This source is a picture of Tihomir Blaškić, a defendant in a court case. We will use it in our effects section along with the part about Blaškić’s court case."
  },
  {
    "title": "Painting showing the signing of the original Geneva Convention on 22 August",
    "year": "1864",
    "source": "Painting showing the signing of the original Geneva Convention on 22 August",
    "url": "https://museumandarchives.redcross.org.uk/objects/27926",
    "type": "Images",
    "annotation": "This source is a painting of the first Geneva Convention drawn at the time. We will use it in background while the first Geneva Convention is being explained."
  },
  {
    "title": "First page of the 1864 Geneva Convention document",
    "year": "1864",
    "source": "1864 Geneva Convention | First page of the 1864 Geneva Conve... | Flickr",
    "url": "https://www.flickr.com/photos/icrc/8532764061",
    "type": "Images",
    "annotation": "This source is a photo of the first page of the first Geneva Convention document. We will use this image in background after the Geneva Convention is signed and the meeting finishes."
  },
  {
    "title": "Henri Dunant",
    "year": "2024",
    "source": "Britannica",
    "url": "https://www.britannica.com/biography/Henri-Dunant",
    "type": "Images",
    "annotation": "This source is a photo of Henry Dunant. We will use it in background while Henry’s life and actions related to the first Geneva Convention are explained."
  },
  {
    "title": "Blaškić",
    "year": "n.d.",
    "source": "International Justice Resource Center",
    "url": "https://ijrcenter.org/international-criminal-law/icty/case-summaries/blaskic/",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Prosecutor v. Tihomir Blaškić court case. We will use the source in effects as Blaškić was accused of violating the Geneva Convention to explain what happened in the court case. The source helped us learn about the case and how it was related to the Geneva Convention as an effect of it."
  },
  {
    "title": "Geneva Convention",
    "year": "1864",
    "source": "IHL Treaties - Geneva Convention, 1864",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1864",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Geneva Convention document of 1864, the convention that created which is our topic. So, we will use it in background to explain what the main points of the article were and what led up to the convention. The source also taught us all of this information."
  },
  {
    "title": "Geneva Convention on Wounded and Sick",
    "year": "1906",
    "source": "IHL Treaties - Geneva Convention on Wounded and Sick, 1906",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-1906",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Geneva Convention document of 1906, which is an effect of the first Geneva Convention as it led to all future conventions. We will use it in effects to explain what the main points of the article were and what led up to and caused the convention. The source also taught us all of this information."
  },
  {
    "title": "Geneva Convention on Prisoners of War",
    "year": "1929",
    "source": "IHL Treaties - Geneva Convention on Prisoners of War, 1929",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gc-pow-1929",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Geneva Convention document of 1929. We will use it in effects to explain what the main points of the article were and what led up to and caused the convention. The source gave us a general idea about the document and what inspired politicians to write it."
  },
  {
    "title": "Geneva Convention (IV) on Civilians",
    "year": "1949",
    "source": "IHL Treaties - Geneva Convention (IV) on Civilians, 1949",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/gciv-1949",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Geneva Convention document of 1949. We will use it in effects as the creation of the document came from the first Geneva Convention document to explain what the main points of the article were and what led up to and caused the convention. The source also taught us all of this information."
  },
  {
    "title": "Additional Protocol (I) to the Geneva Conventions",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (I) to the Geneva Conventions, 1977",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/api-1977",
    "type": "Secondary Sources - Websites",
    "annotation": "This source states the most important sections of the 1977 additional protocol 1 to the Geneva Conventions. We will use this source in the effects part of our website to provide the viewer with a general idea of this addition. We also gained an understanding of this protocol from this source."
  },
  {
    "title": "Additional Protocol (II) to the Geneva Conventions",
    "year": "1977",
    "source": "IHL Treaties - Additional Protocol (II) to the Geneva Conventions, 1977",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apii-1977",
    "type": "Secondary Sources - Websites",
    "annotation": "This source explains why the 1977 additional protocol 2 to the Geneva Conventions was created and ratified. It also explains the process through which the protocol was adopted and some functions of it. We will use the source in effects to give viewers background information about the protocol. This is also what we gained from visiting the source."
  },
  {
    "title": "Additional Protocol (III) to the Geneva Conventions",
    "year": "2005",
    "source": "IHL Treaties - Additional Protocol (III) to the Geneva Conventions, 2005",
    "url": "https://ihl-databases.icrc.org/en/ihl-treaties/apiii-2005",
    "type": "Secondary Sources - Websites",
    "annotation": "This source states the reason people constructed addition protocol 3 of 2005 to the Geneva Conventions as well as what it mainly does. We will use the source in effects to help a viewer become more knowledgeable on this protocol. The source assisted us in observing the issues with previous medical symbols and learning about the red crystal."
  },
  {
    "title": "Additional Protocols to the Geneva Conventions of 1949",
    "year": "1977",
    "source": "International Committee of the Red Cross",
    "url": "https://www.icrc.org/en/document/additional-protocols-geneva-conventions-1949-factsheet",
    "type": "Secondary Sources - Websites",
    "annotation": "This source summarizes what the Geneva Conventions did and uses what they were lacking as reasons for why additional protocols were added to the Geneva Conventions. We will use the source for effects in order to convey this information. The source also informed us about these motives for additions to the convention documents."
  },
  {
    "title": "Fulgence Niyonteze case",
    "year": "2000",
    "source": "National Practice - Military Court of Appeal",
    "url": "https://ihl-databases.icrc.org/en/national-practice/fulgence-niyonteze-case-military-court-appeal-26-may-2000",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a summary of the Fulgence Niyonteze military appeal court case. We will use the source in effects as the defendant Fulgence Niyonteze was found guilty of violating certain Geneva Conventions. The source explains to the reader what happened in court. The source helped us learn about the case and how it was an effect of the Geneva Conventions."
  },
  {
    "title": "Geneva Convention",
    "year": "2024",
    "source": "HISTORY.COM EDITORS",
    "url": "https://www.history.com/topics/world-war-ii/geneva-convention",
    "type": "Secondary Sources - Websites",
    "annotation": "This source has summaries of all the Geneva Conventions as well as what led up to the first one. We will use the source in background to explain why the first convention was arranged and what it is. We will also use the source for effects as it has information about all the convention documents, including what led to the creation of some. The source taught us about all of this."
  },
  {
    "title": "Geneva Conventions",
    "year": "2024",
    "source": "Britannica",
    "url": "https://www.britannica.com/event/Geneva-Conventions",
    "type": "Secondary Sources - Websites",
    "annotation": "This source contains short statements about the contents of all the Geneva Conventions and the first two additional protocols as well as a map based on which countries agreed to the documents. It also explains what led up to the signing of some of these documents. We will use the source in the title page by placing the map and background and effect for information on some of these agreements. This information and knowledge on which countries agreed to the documents is what we gained from the source."
  },
  {
    "title": "Henri Dunant",
    "year": "2024",
    "source": "Britannica",
    "url": "https://www.britannica.com/biography/Henri-Dunant",
    "type": "Secondary Sources - Websites",
    "annotation": "This source is a biography of Henry Dunant’s life. We will use this source in background as he was a major part of what led up to the first Geneva Convention, our topic. This source taught us about him, his part in the creation of the 1864 Geneva Convention, and other noble actions of his."
  },
  {
    "title": "World War II: The Horror of War in Pictures",
    "year": "2024",
    "source": "Britannica",
    "url": "https://www.britannica.com/event/World-War-II-The-horror-of-war-in-pictures-2147312",
    "type": "Secondary Sources - Websites",
    "annotation": "This source provides visual documentation of the horrors of World War II, helping to illustrate the importance of the Geneva Convention's protections for civilians and medical personnel during wartime. The images demonstrate the real-world impact and necessity of international humanitarian law."
  },
  {
    "title": "World War II",
    "year": "2025",
    "source": "Encyclopædia Britannica",
    "publisher": "Encyclopædia Britannica",
    "url": "https://www.britannica.com/event/World-War-II-The-horror-of-war-in-pictures-2147312#/media/1/2147312/240476",
    "type": "Secondary Sources - Images",
    "mediaType": "Image",
    "accessDate": "January 9, 2025"
  },
  {
    "title": "Geneva Convention",
    "year": "2024",
    "source": "HISTORY",
    "publisher": "A&E Television Networks",
    "url": "https://www.history.com/topics/world-war-ii/geneva-convention",
    "type": "Secondary Sources - Images",
    "mediaType": "Image",
    "author": "History.com Editors",
    "lastUpdated": "August 1, 2024",
    "originalPublished": "November 17, 2017",
    "accessDate": "January 9, 2025"
  },
  {
    "title": "The importance of the Red Cross emblem",
    "year": "2025",
    "source": "British Red Cross",
    "url": "https://www.redcross.org.uk/stories/our-movement/our-history/the-importance-of-the-red-cross-emblem",
    "type": "Secondary Sources - Images",
    "mediaType": "Image",
    "accessDate": "January 9, 2025"
  }
]
